app/controllers/zombies_controller.rb

SELECT "zombies".* FROM "zombies"
---
  def index
    @zombies = Zombie.all

INSERT INTO "zombies" ("name", "bio", "age", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["name", "Grimjaw"], ["bio", "Crazy MOFO"], ["age", 19], ["created_at", "2017-03-09 17:23:49.934531"], ["updated_at", "2017-03-09 17:23:49.934531"]]
---
  def create
    @zombie = Zombie.new(zombie_params)
    respond_to do |format|
      if @zombie.save

SELECT  "zombies".* FROM "zombies" WHERE "zombies"."id" = ? LIMIT 1  [["id", 1]]
---
    def set_zombie
      @zombie = Zombie.find(params[:id])